[
    " My mission is simple, to make you money. I'm here to level the playing field for all investors. There's always a moment where I can suck it up.",
    " And I promise to help you find it. Mad Money starts now. Hey, I'm Kramer. Welcome to Mad Money.",
    " the credit America. Other people wouldn't make friends. I'm just trying to make you some money. My job is not to entertain you but to educate and to teach you. Explain phenomenal days like today. So",
    " call me, 1-800-743-CBC or tweet me, Jim Cramer. What the heck just happened? Was there really that much pent-up cash waiting to be put to work as long as Trump",
    " won the election? I am astonished to see such a powerful move higher. Dow surging 1,508 points. S&P skyrocketing",
    " 2.53%? And the Nasdaq poll voting 2.95%? It was if all the sellers in the world dried up and there",
    "",
    " And we had a monster buying celebration. It was a bull jailbreak and the Bears never knew what trampled them.",
    " Now, though, at the conclusion of this amazing session, we have to ask, have you missed the Trump rally? Is there a one-day winner? Very reasonable to ask that. That's how much the market was up. And you know what? It depends on the stock.",
    " Some are sure to go higher. Some may have already reached their apotheosis, at least until we get some verification, because while Trump was elected last night, doesn't take off until January 1st.",
    " First, let's understand that many people thought we'd have a contested election, which would cause tremendous uncertainty. The fact that we already know the winner is a huge win for the stock market in itself.",
    " which makes it a magnet for new money. This election, with its vicious maelstrom of hate and fear, is finally over. And it's over in a peaceful way. Second, the animal's",
    " spirits unleashed in the stock market today were so powerful that buyers ignored the truly hideous action in the bond market. Normally, when bond yields shoot up like this and rates really bolted higher, the stock",
    " when it rolls over. Stock buyers today simply didn't care. I've never seen this before. Third, Trump wants to cut taxes, all taxes. Ha ha ha!",
    " Including corporate taxes. So numbers go higher. That's right. Estimates go higher. Earnings per share go higher. You do need to see interest rates stay low for things to really work. Someday, at least, it's good.",
    " to matter. It's hard to keep doing this and piling on debt. But party on until we really see damage. That's what it felt like to me. Seems to be the mantra. Tax cuts",
    " will cause even more voluminous profits than we already have. Finally, we were coming, we came in hot, but we were also still oversold, and many Trump stocks have been selling off because the narrative",
    "",
    " That's another reason why we had the tsunami of stock buying. Money had come out because of Harris, came back because of Trump. So with that prelude,",
    " What can still be bought? You know what I want to do? I take him in order of staying power. First, the rally in Tesla. That one has legs. I'm telling you, I can't believe it wasn't up much more. For Trump, politics is perfect.",
    " He'll reward Elon Musk as much as he can, given the constraints of the law. Tesla does need some things. Musk wants full self-driving approval nationwide. You know what? Trump might buy it.",
    " push for interstate self-driving. Musk wants any break that unionized auto companies have. He can run the table against anyone in the space. This one goes higher. Two, the",
    " banks, especially investment banks. These stocks had gigantic moves, moves that would normally take weeks or even months to occur, and instead they happened in a handful of hours. The banks have been pushed down for eight",
    " just because the Democrats have tough, relentless regulators who love to go after the industry. Hey, you may hate the industry. You might want that. You may love it and say, what? Enough! The regulators have crushed their earnings power and their dividend gains.",
    " giving you their buyback ability. That, in turn, really obliterated the price earnings multiple to the cheapest stocks in the entire market. Now, though, the banks could be unfettered. They might",
    " be able to merge again, reward investors with much higher dividends than buyback even more stock. More important, the investment banks can advise on many more mergers, and there will be many more mergers because the regulators",
    " will look the other way and we will get more IPOs too. It's hard to convey how much antipathy there was between bankers and the Biden administration. They were oil and water. That",
    " That's it. The banks have now run a lot. You've got my blessing, though, to buy them if their stocks get hit on tomorrow's Fed meeting, which they usually do. For the Chappell Trust, we actually sold some of our shares. These became",
    " came from one of our largest positions because they went up so much. I want you to sign up for the CBC Investing Club. You will see our reasoning. But overall, the group is still cheap. Did you go parabolic?",
    "",
    " So sellers of these stocks will come in and they'll come in the next three days. That said, the small cap rally is about repealing the thicket of regulations that you end up with under a Democratic administration.",
    " Of course, the most onerous regulations are state and local, but more Republican federal judges only mean more state-level regulations being overturned in court. As a small",
    " business person myself, I can tell you that the regulations have destroyed many more businesses than any other factor, including economic downturns.",
    " Any industrials, any transports went crazy today. That's because buyers sense that there could be a big wave of growth, as that's one of the pillars that Trump ran on.",
    " one's a bit of a stretch because we've already had a huge rally in the industrials. I'll give you more on that later. We also have to accept that we will have another earnings season right at the time of the inauguration. So we'll have to",
    " worry about those earnings, too. But not yet. So there could be more big moves ahead, maybe after the market goes down, if the Fed says the wrong thing tomorrow or if the president elects some thing.",
    " about the Fed that we don't want to hear. The president-elect wants to protect American industries. He should protect Nucor from Chinese steel, which is trans-shipped through Mexico right now.",
    " and Biden administration did nothing about it. I buy that stock of Nucor even up here. Cleveland Cliffs and U.S. Steel should do well too. They're not as good as Nucor, but they're good. Big Tech got",
    " a real boost, especially the ones that have been hectored by antitrust like Alphabet or Amazon or frankly even Apple and maybe even we thought maybe NVIDIA",
    " META? You know, these, look, if you make companies, if companies make goods in China like Apple, that could be tough because you know what?",
    " China and Trump, they are also like oil and water. And if you do business there, it's going to hurt you here. However, because this is a more popular time for...",
    " It's a popular time for Trump, okay, and a less popular time for China. Of the tech stocks, the strongest were the cybersecurity plays. There's a sense that a Trump presidency will bring more happiness.",
    " hacks. Probably won't, though. This one will do best. Palantir. It's upending the Pentagon procurement process and making it possible for us to play offense when it comes to cybersecurity.",
    " security. President-elect Trump's going to have a lot of fun with Alex Karp, the co-founder and CEO of Palantir. That can go much higher. I don't care about the valuation. I know it's a popular stock. It can",
    "",
    " trade. I'd also buy meta here. There's all sorts of bogus scuttlebutt about how the president-elect and Mark Zuckerberg don't get along. I think that's the old days, people. I believe",
    "",
    " It was silly that the stock wasn't up as much, but people were worried about the two of them being angry at each other. No. Oil and gas went nuts today. You need the commodity to go higher for this one to keep working.",
    " might choose to drill more, but they've gotten more disciplined since the last time Trump was president. I do know this. One of the most destructive things that Biden did was call for a pause on pending approvals of the"
]